tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "hashicorp/tap"

brew "asdf"
brew "awscli"
brew "cocoapods"
brew "git"
brew "go"
brew "hashicorp/tap/terraform"
brew "httpie"
brew "http-server"
brew "nginx"
brew "nvm"
brew "rustup"
brew "yarn"
brew "zsh"

cask "adoptopenjdk8"
cask "android-sdk"
cask "android-studio"
cask "dbeaver-community"
cask "deezer"
cask "docker"
cask "figma"
cask "firefox-developer-edition"
cask "font-fira-code"
cask "flutter"
cask "gitup"
cask "godot"
cask "google-chrome"
cask "hyper"
cask "intel-haxm"
cask "ngrok"
cask "notion"
cask "postman"
cask "skitch"
cask "slack"
cask "visual-studio-code"
cask "whatsapp"