tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"

brew "git"
brew "go"
brew "httpie"
brew "nvm"
brew "yarn"
brew "zsh"

cask "docker"
cask "font-fira-code"
cask "google-chrome"
cask "hyper"
cask "postman"
cask "slack"
cask "skitch"
cask "visual-studio-code"
cask "whatsapp"